{
  "2.6.8": {
    "en": "Fix for Afvalwijzer and Rova. For full list of changes see: https://github.com/robertraaijmakers/com.trashchecker/milestone/3."
  },
  "2.6.10": {
    "en": "Fix for Rova and Mijn Afvalwijzer. Fixt some random crashes. Added support for Cure Afvalbeheer."
  },
  "2.6.11": {
    "en": "Fix for Rova and Mijn Afvalwijzer. Fixt some random crashes. Added support for Cure Afvalbeheer. Updated app to latest Homey developer standards."
  },
  "2.6.12": {
    "en": "Fix for Rova and Mijn Afvalwijzer. Fixt some random crashes. Added support for Cure Afvalbeheer. Updated app to latest Homey developer standards."
  },
  "2.7.4": {
    "en": "Attention: Plastic can now be reported as PMD! (Issue #78). Added new way of managing the global tag (#71). Added possibility to add extra dates for types not retrieved trough an API (Issue #70). Fixt issue in Circulus Berkel (#68) and Afvalwijzer APIs (#77). Full list see: https://github.com/robertraaijmakers/com.trashchecker/milestone/4?closed=1."
  },
  "2.7.5": {
    "en": "Sorry, due to some large updates it was possible that the dates would stay empty. This should be resolved now."
  },
  "2.7.6": {
    "en": "Minor issues fixt"
  },
  "2.7.9": {
    "en": "Added some debug info to analyse random crash. If you experience a crash please report it via GitHub."
  },
  "2.8.1": {
    "en": "BREAKING CHANGE! The app now provides three global labels instead of one, please select the one you need for your flows. I try my best not to introduce breaking changes, but the request for multiple labels has been requested many times. So here it is!",
    "nl": "BELANGRIJKE CHANGE! De app gebruikt nu 3 globale labels in plaats van 1, hierdoor moet je de juiste selecteren voor je flow om de juiste melding te krijgen. Ik doe mijn best om de updates zo soepel mogelijk te laten verlopen, maar het verzoek voor meerdere labels is zo vaak binnengekomen dat dit nodig was. Maak er goed gebruik van!"
  },
  "2.8.2": {
    "en": "Updated API's, implemented swedish",
    "nl": "API's bijgewerkt, Zweeds nu ook ondersteund als taal"
  },
  "3.0.1": {
    "en": "Upgraded to SDK v3 to be future proof, removed speech due to Homey deprecating speech functionality",
    "nl": "Bijgewerkt zodat de app SDK v3 ondersteund en toekomstbestendig is, spraak functionaliteit volledig verwijderd omdat Homey dit zelf ook doet"
  }
}
